Repository: pingfangx/TranslatorX
Catalog: JetBrains/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Commit
zh_cn: 提交

source: Commit Changes
zh_cn: 提交更改

source: Commit Failed
zh_cn: 提交失败

source: Commit Message
zh_cn: 提交信息

source: Commit Message History
zh_cn: 提交信息历史

source: Commit dialog
zh_cn: 提交对话框

source: Commit failed with error
zh_cn: 提交失败,错误

source: Commit failed with errors and warnings
zh_cn: 提交失败,有错误和警告

source: Commit finished with warning
zh_cn: 提交完成，有警告

source: Commit message
zh_cn: 提交信息

source: Commit message right margin
zh_cn: 提交信息右边距

source: Commit message right margin (columns):
zh_cn: 提交信息右边距(列):

source: Commit number
zh_cn: 提交数量

source: Commit the changes in selected changelist
zh_cn: 提交选中更改列表中的更改

source: Commit with empty comment?
zh_cn: 提交用空的注释？

source: Committed by {0} {1}
zh_cn: 由 {0}{1} 提交

source: Compact Empty Middle Packages
zh_cn: 压缩空的中间包

source: Compare
zh_cn: 比较

source: Compare Base and Left Contents
zh_cn: 比较基础和左边内容

source: Compare Base and Middle Contents
zh_cn: 比较基础和中间内容

source: Compare Base and Right Contents
zh_cn: 比较基础和右边内容

source: Compare File with Editor
zh_cn: 与编辑器中的文件比较

source: Compare Left and Middle Contents
zh_cn: 比较左右内容

source: Compare Left and Right Contents
zh_cn: 比较左右的内容

source: Compare Middle and Right Contents
zh_cn: 比较中右内容

source: Compare Next File
zh_cn: 比较下一个文件

source: Compare Previous File
zh_cn: 比较上一个文件

source: Compare Value with Clipboard
zh_cn: 与剪贴板比较值

source: Compare Versions
zh_cn: 比较版本

source: Compare _Files
zh_cn: 比较两个文件(_F)

source: Compare a class or class member with another class or class member
zh_cn: 将类或类成员与另一个类或类成员进行比较

source: Compare a local file with the current revision in your version control repository
zh_cn: 将本地文件与版本控制仓库中的当前版本进行比较

source: Compare a local file with versions in the Local History
zh_cn: 将本地文件与本地历史记录中的版本进行比较

source: Compare any 2 local files to each other: text or binary
zh_cn: 将任何2个本地文件彼此进行比较：文本或二进制

source: Compare any local file with the current file in the Editor
zh_cn: 将任何本地文件与编辑器中的当前文件进行比较

source: Compare current selection with clipboard
zh_cn: 将剪贴板中与当前选中内容进行比较

source: Compare directories
zh_cn: 比较目录

source: Compare files or revisions
zh_cn: 比较文件或修订

source: Compare selected file with editor
zh_cn: 将选中文件和编辑中的文件进行比较

source: Compare selected revision with the local version of the file
zh_cn: 将选定的修订版本与本地版本的文件进行比较

source: Compare selected text in the Editor with Clipboard contents
zh_cn: 将编辑器中的选定文本与剪贴板内容进行比较

source: Compare the two address bars:
zh_cn: 比较两个地址栏：

source: Compare two selected files or folders
zh_cn: 比较两个选中文件

source: Compare value of selected node with clipboard text
zh_cn: 将选中节点的值与剪贴板文本进行比较

source: Compare versions
zh_cn: 比较版本

source: Compare with Clip_board
zh_cn: 与剪贴板比较(_B)

source: Compare with Latest Repository _Version
zh_cn: 与最新的一个仓库比较(_V)

source: Compare with the Same Repositor_y Version
zh_cn: 与同一个版本库比较(_Y)

source: Compare {0,choice,0#Left|1#Middle|2#Right} and {1,choice,0#Left|1#Middle|2#Right} Contents
zh_cn: 比较 {0,choice,0#左|1#中|2#右} 和 {1,choice,0#左|1#中|2#右} 的内容

source: Comparison Failure
zh_cn: 比较失败

source: Comparison of compare method result with specific constant
zh_cn: 比较方法的结果是特定常数

source: Compilation Failed
zh_cn: 编译失败

source: Compilation aborted
zh_cn: 编译中止

source: Compilation completed successfully
zh_cn: 编译成功完成

source: Compilation completed successfully with {0} {0,choice, 0#warnings|1#warning|2#warnings}
zh_cn: 编译完成有 {0} {0,choice, 0#个警告|1#个警告|2#个警告}

source: Compilation completed with {0} {0,choice, 0#errors|1#error|2#errors} and {1} {1,choice, 0#warnings|1#warning|2#warnings}
zh_cn: 编译完成有 {0} {0,choice, 0#个错误|1#个错误|2#个错误} 和 {1} {1,choice, 0#个警告|1#个警告|2#个警告}

source: Compile Progress
zh_cn: 编译进度

source: Compile affected &unloaded modules
zh_cn: 编译受影响的卸载模块(&U)

source: Compile all modified and dependent files in the module
zh_cn: 编译模块中的所有修改和依赖文件

source: Compile all modified and dependent files in the project
zh_cn: 编译项目中的所有修改和依赖文件

source: Compile {0,choice, 1#module|2#modules} {1}
zh_cn: 编辑 {0,choice, 1#模块|2#模块} {1}

source: Compile {0,choice, 1#module|2#modules} {1}; production classes
zh_cn: 编译 {0,choice, 1#模块|2#模块} {1}; 生产类

source: Compile/Debug Actions
zh_cn: 编译/调试操作

source: Compile/Run Actions
zh_cn: 编译/运行操作

source: Compiler
zh_cn: 编译器

source: Compiler Properties
zh_cn: 编译器属性

source: Compiler Running
zh_cn: 编译器运行中

source: Compiler internal error.
zh_cn: 编译器内部错误。

source: Compiler issues
zh_cn: 编译器问题

source: Compiler option "Clear output directory on rebuild" is currently on.
zh_cn: 编译器选项 "重建时清除输出目录" 当前处于打开状态。

source: Compiler options
zh_cn: 编译器选项

source: Compiler output
zh_cn: 编译器输出

source: Compiling {0}...
zh_cn: 编译 {0}...

source: Compiling {0}: Deployment item ''{1}'' could not be found
zh_cn: 编译 {0}：无法找到部署项目 ''{1}''

source: Compiling {0}: {1}
zh_cn: 编译 {0}: {1}

source: Complete Current Statement
zh_cn: 补全当前语句

source: Complete Installation
zh_cn: 完成安装

source: Complete Match
zh_cn: 完全匹配

source: Complete Match: {0}
zh_cn: 完全匹配: {0}

source: Complete Statement
zh_cn: 补全语句

source: Complete Statement from Code Completion
zh_cn: 从代码补全中被全语句

source: Complete class name and add import for it
zh_cn: 补全类名称并为其添加导入

source: Complete code
zh_cn: 补全代码

source: Complete code basing on expected type
zh_cn: 基于预期的类型补全代码

source: Completed
zh_cn: 完成

source: Completed successfully
zh_cn: 成功完成

source: Completion in Find Bar
zh_cn: 在查找栏里补全

source: Complex type
zh_cn: 复杂类型

source: Component Tree
zh_cn: 组件树

source: Compress Logs and Show in File Manager
zh_cn: 压缩日志并在文件管理器中显示

source: Compress logs and settings into file
zh_cn: 将日志和设置压缩到文件中

source: Compressing Memory Snapshot
zh_cn: 压缩内存快照

source: Con&tinue
zh_cn: 继续(&T)

source: Concurrency annotation issues
zh_cn: 并发注解问题

source: Condition
zh_cn: 条件

source: Condition <code>#ref</code> #loc at the left side of assignment expression is always <code>{0}</code>.
zh_cn: 在赋值表达式左边的条件 <code>#ref</code> #loc 总是 <code>{0}</code>.

source: Condition <code>#ref</code> #loc is always <code>{0}</code>
zh_cn: 条件 <code>#ref</code> #loc 总是 <code>{0}</code>

source: Condition <code>#ref</code> #loc is always <code>{0}</code> when reached
zh_cn: 条件 <code>#ref</code> #loc 到达时总是 <code>{0}</code>

source: Condition <code>#ref</code> #loc is redundant and can be replaced with <code>!= null</code>
zh_cn: 条件 <code>#ref</code> #loc 是多余的，可以替换为 <code>!= null</code>

source: Condition <code>#ref</code> #loc is redundant and can be replaced with a null check
zh_cn: 条件 <code>#ref</code> #loc 是多余的，可以用 null 检查替换

source: Condition:
zh_cn: 条件:

source: Conditional break inside infinite loop
zh_cn: 无限循环内有条件的中断

source: Conditions
zh_cn: 条件

source: Config Folder or Installation Home Required
zh_cn: 需要配置目录或安装目录

source: Config folder or installation home of the previous version:
zh_cn: 之前版本的配置文件夹或安装主目录：

source: Configuration
zh_cn: 配置

source: Configuration conflicts with
zh_cn: 配置冲突与

source: Configuration not started
zh_cn: 配置未开始

source: Configuration test type not specified
zh_cn: 配置测试类型未指定

source: Configuration to run a JAR file using 'java -jar' command
zh_cn: 配置使用 'java -jar' 命令运行 JAR 文件的配置

source: Configuration which cannot be loaded due to some reasons
zh_cn: 由于某些原因无法加载配置

source: Configurations available in Run Dashboard
zh_cn: Run Dashboard 中可用的配置

source: Configure &History Cache...
zh_cn: 配置历史缓存...(&H)

source: Configure &Ignored Files...
zh_cn: 配置忽略的文件...(&I)

source: Configure Ant
zh_cn: 配置 Ant

source: Configure Assert/Check Methods
zh_cn: 配置断言/检查方法

source: Configure Current File Analysis...
zh_cn: 配置当前文件分析...

source: Configure Default Encoding...
zh_cn: 配置默认编码...

source: Configure Global Libraries
zh_cn: 配置全局库

source: Configure Gutter Icons...
zh_cn: 配置 Gutter 图标...

source: Configure Ignored Files
zh_cn: 配置忽略的文件

source: Configure Library
zh_cn: 配置库

source: Configure Module Library
zh_cn: 配置模块库

source: Configure Path Variables
zh_cn: 配置路径变量

source: Configure Plugins...
zh_cn: 配置插件...

source: Configure Project Libraries
zh_cn: 配置项目库

source: Configure SDK
zh_cn: 配置 SDK

source: Configure aliases for arrangement matching rules
zh_cn: 配置排列匹配规则的别名

source: Configure annotations
zh_cn: 配置注解

source: Configure available version controls:
zh_cn: 配置可用的版本控制:

source: Configure default encoding for files, files in directories or in the whole project
zh_cn: 配置文件、 目录或整个项目中的文件的默认编码

source: Configure default settings for all new projects
zh_cn: 配置所有新项目的默认设置

source: Configure default structure for all new projects
zh_cn: 配置所有新项目的默认结构

source: Configure dependency rules
zh_cn: 配置依赖规则

source: Configure existing macros
zh_cn: 配置现有的宏

source: Configure highlighting
zh_cn: 配置高亮

source: Configure matching rules aliases
zh_cn: 配置匹配规则的别名

source: Configure project structure
zh_cn: 配置项目结构

source: Configure...
zh_cn: 配置...

source: Configured
zh_cn: 配置

source: Confirm Exit
zh_cn: 确认退出

source: Confirm Overwrite Saved Configuration
zh_cn: 确认覆盖保存的配置

source: Confirm Remove
zh_cn: 确认移除

source: Confirm Save as
zh_cn: 确认另存为

source: Confirm application exit
zh_cn: 确认应用程序退出

source: Confirm overwrite configuration with the same name
zh_cn: 确认覆盖相同名称的配置

source: Confirm rerun with process termination
zh_cn: 确认终止进程重新运行

source: Confirm window to open project in
zh_cn: 确认打开项目的窗口

source: Conflict
zh_cn: 冲突

source: Conflict between custom compilers should be resolved manually.
zh_cn: 自定义编译器之间的冲突要手动解决。

source: Conflicting Custom Compilers for Chunk(s)
zh_cn: 冲突的自定义编译器块

source: Conflicting Plugins
zh_cn: 冲突插件

source: Conflicts
zh_cn: 冲突

source: Connected
zh_cn: 已连接

source: Connected to the target VM, address: ''{0}'', transport: ''{1}''
zh_cn: 连接到目标虚拟机，地址:''{0}''，传输:''{1}''

source: Connecting
zh_cn: 连接中

source: Connecting to ''{0}''...
zh_cn: 连接到 ''{0}''...

source: Connecting to the target VM, address: ''{0}'', transport: ''{1}''
zh_cn: 连接到目标虚拟机，地址：''{0}''，传输:''{1}''

source: Connecting to {0}
zh_cn: 连接到 {0}

source: Connection Error
zh_cn: 连接错误

source: Connection failed ({0}).
zh_cn: 连接失败({0})。

source: Connection failed with HTTP code {0}
zh_cn: 连接失败，HTTP 代码 {0}

source: Connection failed: too many redirects
zh_cn: 连接失败: 重定向太多

source: Consider switching to the bundled Java runtime that is better suited for the IDE (your current Java runtime is {0}).
zh_cn: 考虑切换到更适合 IDE 的自带 Java 运行环境(您当前的 Java 运行环境为 {0} )。

source: Console
zh_cn: 控制台

source: Console Colors
zh_cn: 控制台颜色

source: Console commands history size:
zh_cn: 控制台命令历史记录大小：

source: Console//Background
zh_cn: 控制台//背景

source: Console//Error output
zh_cn: 控制台//错误输出

source: Console//Standard output
zh_cn: 控制台//标准输出

source: Console//System output
zh_cn: 控制台//系统输出

source: Console//User input
zh_cn: 控制台//用户输入

source: Constant (static final field) of &type:
zh_cn: 常数(static final 字段)类型：(&T)

source: Constant conditions \& exceptions
zh_cn: 常量条件 \& 异常

source: Constant expression required
zh_cn: 需要常量表达式

source: Constraint ''{0}'' is only applicable to Complete Match
zh_cn: 约束 ''{0}'' 仅适用于完全匹配

source: Constraint ''{0}'' not recognized
zh_cn: 约束 ''{0}'' 未被承认

source: Constraint expected after ''{0}''
zh_cn: 约束期望在 ''{0}'' 之后

source: Constraint name missing
zh_cn: 限制名称丢失

source: Constraint or ']' expected
zh_cn: 期望约束或 ']'

source: Constraints are only allowed on the first reference of a variable
zh_cn: 限制仅允许在变量的第一个引用上

source: Constructor
zh_cn: 构造函数

source: Constructor ''{0}'' is never used
zh_cn: 构造函数 ''{0}'' 从未使用

source: Constructor Parameters
zh_cn: 构造函数参数

source: Constructor being refactored is used in initializer of {0}.
zh_cn: 正在重构的构造方法在 {0} 的初始器中被使用。

source: Constructor cannot be made static
zh_cn: 构造函数不能静态化

source: Constructor has one usage but it is not reachable from entry points.
zh_cn: 构造函数有一个用法，但从入口点无法访问。

source: Constructor has usage(s) but they all belong to calls chain that has no members reachable from entry points.
zh_cn: 构造函数有使用，但它们全部属于没有入口点可访问的成员的调用链。

source: Constructor has {0, choice, 1#usage|2#{0,number} usages} but they are not reachable from entry points.
zh_cn: 构造函数有 {0, choice, 1# 1个使用|2#{0,number} 个使用}，但他们从入口点不可达。

source: Constructor is never used.
zh_cn: 构造函数从未使用过。

source: Constructor is not public
zh_cn: 构造方法不是公共的

source: Constructor parameter for @{0} field might be annotated @{0} itself
zh_cn: @{0} 字段的构造函数参数可能被注解为 @{0}

source: Constructors
zh_cn: 构造方法

source: Contained in constraints
zh_cn: 包含在约束中

source: Contained in search template
zh_cn: 搜索模板中包含

source: Container annotation ''@{0}'' is not applicable to {1}
zh_cn: 容器注解 ''@{0}'' 不适用于 {1}

source: Container annotation ''{0}'' has shorter retention (''{1}'') than the contained annotation
zh_cn: 容器注解 ''{0}'' 具有比包含的注释更短的保留期(''{1}'')

source: Container annotation ''{0}'' must not be present at the same time as the element it contains
zh_cn: 容器注解 ''{0}'' 不能与其包含的元素同时存在

source: Conte&xt:
zh_cn: 上下文:(&X)

source: Conte_xt Help
zh_cn: 上下文帮助(_X)

source: Content &root:
zh_cn: 内容根:(&R)

source: Content entries should not intersect.
zh_cn: 内容条目不应相交。

source: Content root "{0}" already defined for module "{1}".
zh_cn: 已为模块 "{1}" 定义内容根 "{0}"。

source: Content root "{0}" already exists
zh_cn: 内容根目录 "{0}" 已经存在

source: Content root "{0}" is defined for modules "{1}" and "{2}".
zh_cn: 内容根目录 "{0}" 被模块 "{1}" 和 "{2}" 定义。

source: Content root being added "{0}" dominates existing content root "{1}".
zh_cn: 被添加的内容根目录 "{0}" 控制现有内容根目录 "{1}"。

source: Content root being added "{0}" is located below existing content root "{1}".
zh_cn: 被添加的内容根目录 "{0}" 位于现有内容根目录 "{1}" 之下。

source: Content root is a directory containing all files related to this module
zh_cn: 内容根目录是包含与此模块相关的所有文件的目录

source: Content root path the file belongs to
zh_cn: 文件所属的内容根路径

source: Content-based
zh_cn: 基于内容

source: Contents are identical
zh_cn: 内容是相同的

source: Contents have differences only in encoding
zh_cn: 内容只有在编码上有差异

source: Contents have differences only in line separators
zh_cn: 内容仅在行分隔符中有差异

source: Contents have differences only in line separators and encoding
zh_cn: 内容只有在行分隔符和编码上有差异

source: Contents have differences only in line separators or whitespaces
zh_cn: 内容只有在行分隔符或空白上有差异

source: Context
zh_cn: 上下文

source: Context has changed, operation is not possible
zh_cn: 环境已经改变，操作是不可能的

source: Continuation indent:
zh_cn: 连续缩进：

source: Continue
zh_cn: 继续

source: Continue Searching
zh_cn: 继续搜索

source: Continue anyway?
zh_cn: 仍然继续？

source: Continue outside of loop
zh_cn: 继续循环的外部

source: Continue to remove?
zh_cn: 继续移除？

source: Continue?
zh_cn: 继续？

source: Contract issues
zh_cn: 合同的问题

source: Control flow issues
zh_cn: 控制流问题

source: Control statement in one line
zh_cn: 控制语句在同一行

source: Convert
zh_cn: 转换

source: Convert Anon_ymous to Inner...
zh_cn: 将匿名转换成内部...(_Y)

source: Convert Anonymous to Inner
zh_cn: 将匿名转换成内部

source: Convert Color representation
zh_cn: 转换颜色表示

source: Convert Indents
zh_cn: 转换缩进

source: Convert Local to Field
zh_cn: 将局部变量转换为字段

source: Convert Module
zh_cn: 转换模块

source: Convert Module Groups to Qualified Names
zh_cn: 将模块组转换为限定名称

source: Convert Module Groups to Qualified Names...
zh_cn: 将模块组转换为限定名称...

source: Convert Project
zh_cn: 转换项目

source: Convert To Instance Method
zh_cn: 转换为实例方法

source: Convert anonymous class into an inner class
zh_cn: 将匿名类转换为内部类

source: Convert method or inner class to static and correct all references
zh_cn: 转换方法或内部类为静态并修正所有引用

source: Convert project to the new format.
zh_cn: 将项目转换为新格式。

source: Convert static method to instance method and correct all references
zh_cn: 转换静态方法为实例方法并修正所有引用

source: Convert the indentation in the file or selected block to use spaces instead of tabs
zh_cn: 转换文件中或选中块的缩进，用空格代替制表符

source: Convert the indentation in the file or selected block to use tabs instead of spaces
zh_cn: 转换文件中或选的的缩进块，用制表符代替空格

source: Convert to ''new Color{0}''
zh_cn: 转换为 ''new Color{0}''

source: Convert to Basic Latin
zh_cn: 转换为基本的拉丁

source: Convert to local
zh_cn: 转换为局部的

source: Convert to string literal
zh_cn: 转换为字符串文字

source: Convert your code to use generic types
zh_cn: 将代码转换为使用通用类型

source: Cop_y Reference
zh_cn: 复制引用(_Y)

source: Copy
zh_cn: 复制

source: Copy &JavaDoc
zh_cn: 复制 JavaDoc(&J)

source: Copy ''{0}'' to {1} temp variable
zh_cn: 复制 ''{0}'' 到 {1} 临时变量

source: Copy Class
zh_cn: 复制类

source: Copy Class refactoring
zh_cn: 复制类重构

source: Copy Configuration
zh_cn: 复制配置

source: Copy Content
zh_cn: 复制内容

source: Copy Live Template
zh_cn: 复制代码模板

source: Copy Module
zh_cn: 复印模块

source: Copy Name
zh_cn: 复制名称

source: Copy Old Text
zh_cn: 复制旧文本

source: Copy Project Scheme to IDE
zh_cn: 将项目方案复制到 IDE

source: Copy Selected Content
zh_cn: 复制选定内容

source: Copy Setting to Project
zh_cn: 将设置复制到项目

source: Copy Template
zh_cn: 复制模板

source: Copy Tool
zh_cn: 复制工具

source: Copy URL
zh_cn: 复制 URL

source: Copy Value
zh_cn: 复制值

source: Copy as Patch to Clipboard
zh_cn: 作为补丁复制到剪贴板

source: Copy as Plain Text
zh_cn: 复制为纯文本

source: Copy as Rich Text
zh_cn: 复制为富文本

source: Copy as rich text by default
zh_cn: 默认复制为富文本

source: Copy directory {0}
zh_cn: 复制目录 {0}

source: Copy file {0}
zh_cn: 复制文件 {0}

source: Copy files/directories
zh_cn: 复制文件/目录

source: Copy name of selected node to clipboard
zh_cn: 将选中节点的名称复制到剪贴板

source: Copy paths corresponding to selected files or directories to clipboard
zh_cn: 复制选中文件或目录的路径到剪贴板

source: Copy reference to selected class, method or function
zh_cn: 复制对选中类、方法或函数的引用

source: Copy selected renderer
zh_cn: 复制选择的渲染器

source: Copy selection to clipboard as plain text
zh_cn: 将选择复制到剪贴板作为纯文本

source: Copy selection to clipboard as rich text (in RTF and HTML formats)
zh_cn: 将选中复制到剪贴板作为富文本(以 RTF 和 HTML 格式)

source: Copy specified directories
zh_cn: 复制指定的目录

source: Copy specified files
zh_cn: 复制指定的文件

source: Copy specified files and directories
zh_cn: 复制指定的文件和目录

source: Copy text to clipboard
zh_cn: 将文本复制到剪贴板

source: Copy the URL under caret to clipboard
zh_cn: 将插入符号下的 URL 复制到剪贴板

source: Copy to IDE...
zh_cn: 复制到 IDE ...

source: Copy to Project...
zh_cn: 复制到项目...

source: Copy to clipboard
zh_cn: 复制到剪贴板

source: Copy value of selected node to clipboard
zh_cn: 将选中节点的值复制到剪贴板

source: Copy {0} {1}
zh_cn: 复制 {0}{1}

source: Copy...
zh_cn: 复制...

source: Copying {0}...
zh_cn: 正在复制 {0}...

source: Copy{0} of {1}
zh_cn: 复制 {1} 的 {0}

source: Correct assignments.
zh_cn: 正确的分配。

source: Correct pattern syntax errors first
zh_cn: 首先纠正模式语法错误

source: Correct the above error and restart IDEA.
zh_cn: 更正上述错误并重新启动 IDEA。

source: Corrupted module data at: {0}
zh_cn: 模块数据损坏：{0}

source: Could Not Load Content
zh_cn: 无法加载内容

source: Could Not Load File Content
zh_cn: 无法加载文件内容

source: Could Not Start Process
zh_cn: 无法启动程序

source: Could not create file ''{0}''
zh_cn: 不能创建文件 ''{0}''

source: Could not create folder ''{0}''
zh_cn: 无法创建文件夹 ''{0}''

source: Could not implement
zh_cn: 不能实现

source: Could not load content for file {0}: {1}
zh_cn: 无法加载文件内容 {0}:{1}

source: Could not save project: {0}
zh_cn: 无法保存项目： {0}

source: Couldn''t resolve URL <i>{0}</i> <p>Configuring paths to API docs in <a href="open://Project Settings">project settings</a> might help
zh_cn: 无法解析网址 <i>{0}</i> <p>在 <a href="open://Project Settings">project settings</a> 中配置 API 文档可能会有帮助。

source: Couldn't calculate changed ranges
zh_cn: 无法计算更改的范围

source: Couldn't generate module descriptors because the project hasn't been built yet
zh_cn: 由于该项目尚未建立，因此无法生成模块描述符

source: Coverage Suites
zh_cn: 覆盖率套件

source: Coverage data not found
zh_cn: 未找到覆盖率数据

source: Coverage data outdated
zh_cn: 覆盖率数据已过期

source: Create ''package-info.java'' anyway?
zh_cn: 仍创建 ''package-info.java''？

source: Create ''{0}''
zh_cn: 创建 ''{0}''

source: Create @interface
zh_cn: 创建 @interface

source: Create Accessor for Unused Field
zh_cn: 创建未使用字段的访问器

source: Create Attribute Group {0}
zh_cn: 创建属性组 {0}

source: Create Attribute {0}
zh_cn: 创建属性 {0}

source: Create Class From Template
zh_cn: 从模板文件中创建新类

source: Create Class from New
zh_cn: 从 new 创建类

source: Create Class from Usage
zh_cn: 从使用创建类

source: Create Command-line Launcher...
zh_cn: 创建命令行启动器...

source: Create Complex Type {0}
zh_cn: 创建复杂类型 {0}

source: Create Constant From Usage
zh_cn: 从使用创建常量

source: Create Constructor From super() Call
zh_cn: 从 super() 调用创建构造函数

source: Create Constructor From this() Call
zh_cn: 从 this() 调用创建构造函数

source: Create Constructor from New
zh_cn: 从 new 创建构造函数

source: Create Desktop Entry
zh_cn: 创建桌面快捷方式

source: Create Desktop Entry...
zh_cn: 创建桌面快捷方式...

source: Create Directory {0}
zh_cn: 创建目录 {0}

source: Create Eclipse projects for each module
zh_cn: 为所有模块创建 Eclipse 项目

source: Create Element Declaration {0}
zh_cn: 创建元素声明 {0}

source: Create Element {0}
zh_cn: 创建元素 {0}

source: Create Entity Declaration {0}
zh_cn: 创建实体声明 {0}

source: Create Field
zh_cn: 创建字段

source: Create File
zh_cn: 创建文件

source: Create File From Template
zh_cn: 从模板中创建文件

source: Create File {0}
zh_cn: 创建文件 {0}

source: Create Getter
zh_cn: 创建 Getter

source: Create Group {0}
zh_cn: 创建组 {0}

source: Create Launcher Script
zh_cn: 创建启动脚本

source: Create Local Var from instanceof Usage
zh_cn: 从 instanceof 的使用创建局部变量

source: Create Local from Usage
zh_cn: 从使用创建局部变量

source: Create Meta Target
zh_cn: 创建元目标

source: Create New Class
zh_cn: 创建新类

source: Create New Enum
zh_cn: 创建新枚举

source: Create New File
zh_cn: 创建新文件

source: Create New Folder
zh_cn: 创建新文件夹

source: Create New Interface
zh_cn: 创建新接口

source: Create New Module Group
zh_cn: 创建新的模块组

source: Create New Project
zh_cn: 创建新项目

source: Create New Scratch File
zh_cn: 创建新的临时文件

source: Create New Subdirectory
zh_cn: 创建新子目录

source: Create Patch
zh_cn: 创建补丁

source: Create Patch from Local Changes...
zh_cn: 从本地更改创建补丁...

source: Create Patch...
zh_cn: 创建补丁...

source: Create Project
zh_cn: 创建项目

source: Create Rectangular Selection
zh_cn: 创建矩形选区

source: Create Run Configuration
zh_cn: 创建运行配置

source: Create Run/Debug Configuration: ''{0}''
zh_cn: 创建运行/调试配置:''{0}''

source: Create SDK
zh_cn: 创建 SDK

source: Create Setter
zh_cn: 创建 Setter

source: Create Simple Type {0}
zh_cn: 创建简单类型 {0}

source: Create Tag File {0}
zh_cn: 创建标记文件 {0}

source: Create Target
zh_cn: 创建目标

source: Create Template
zh_cn: 创建模板

source: Create Test
zh_cn: 创建测试

source: Create Tool
zh_cn: 创建工具

source: Create Xml Element Declaration
zh_cn: 创建 Xml 元素声明

source: Create a copy of the selected class, file(s) or directory(es)
zh_cn: 创建选中类、文件或目录的副本

source: Create a desktop entry for integration with system application menu
zh_cn: 创建与系统应用程序菜单集成的桌面快捷方式

source: Create a new label from the text after {0} element
zh_cn: 从 {0} 元素后面的文字创建一个新标签

source: Create a new label from the text before {0} element
zh_cn: 从 {0} 元素之前的文字创建一个新的标签

source: Create a new project
zh_cn: 创建一个新项目

source: Create a new project from scratch
zh_cn: 从草稿创建一个新项目

source: Create a new project.
zh_cn: 创建一个新项目。

source: Create a patch from the selected changes
zh_cn: 从选中更改中创建一个补丁

source: Create a script for opening files and projects from the command line
zh_cn: 创建一个命令行脚本，用于打开文件和项目

source: Create a static factory method and use it instead of a constructor
zh_cn: 创建一个静态工厂方法并用它代替一个构造函数

source: Create abstract method ''{0}''
zh_cn: 创建抽象方法 ''{0}''

source: Create abstract method ''{0}'' in ''{1}''
zh_cn: 在 ''{1}'' 中创建抽象方法 ''{0}''

source: Create an iOS, OS X or Android RubyMotion app in one simple step, and RubyMine will generate the full project structure and run Bundler for you.
zh_cn: 在一个简单的步骤中创建 iOS，OS X 或 Android RubyMotion 应用程序，RubyMine 将生成完整的项目结构并为您运行 Bundler。

source: Create changelist on failed commit:
zh_cn: 提交时失败创建更改列表：

source: Create class ''{0}''
zh_cn: 创建类 ''{0}''

source: Create class {0}
zh_cn: 创建类 {0}

source: Create constant field ''{0}''
zh_cn: 创建常量字段 ''{0}''

source: Create constant field ''{0}'' in ''{1}''
zh_cn: 在 ''{1}'' 中创建常量字段 ''{0}''

source: Create constructor
zh_cn: 创建构造函数

source: Create constructor ''{0}''
zh_cn: 创建构造函数 ''{0}''

source: Create constructor in ''{0}''
zh_cn: 在 ''{0}'' 中创建构造函数

source: Create constructor matching super
zh_cn: 创建构造方法匹配超类

source: Create directory
zh_cn: 创建目录
